exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagramlu, whatsapplu, kapanbotaktif, grupch1, grupch2) => {
	return `🔰 -----[ *MENU ${BotName}* ]----- 🔰
  
Hi, ${pushname} 👋️ 

❉──────────❉
   *${tampilTanggal}* 
   *${tampilWaktu}*
       ❉──────────❉
╔════════════════════
║ *FITUR BOT ${BotName}*
╠════════════════════
║╭──❉ *🛡️STICKER MAKER🛡️* ❉──
║│1. *.sticker*
║╰───────────
╠════════════════════
║╭──❉ *⚔️MEDIA⚔️* ❉──
║│1. *.ytmp3* <linkyoutube>
║│2. *.ytmp4* <linkyoutube>
║│3. *.tiktok* <linktiktok>
║│4. *.ig* <linkIg>
║│5. *.fb* <linkFb>
║│6. *.twt* <linkTweet>
║│7. *.ytmp5* <linkyoutube>
║│8. *.yt* <linkyoutube>
║╰───────────
╠════════════════════
║╭──❉ *🔰EDUCATION🔰* ❉──
║│1. *.wiki* <query>Wikipedia.
║│2. *.nulis* <teks>
║│3. *.quran*
║│4. *.pantun*
║│5. *.katabijak*
║│6. *.indohot*
║│7. *.fakta*
║│8. *.quotes1*
║│9. *.cersex1*
║│10.*.cersex2*
║│11. *.nama* <nama anda>
║│12. *.pasangan* <Pudidi & pewdiepie>
║│13. *.lirik* <nama lagu>
║│14. *.chord* <nama lagu>
║│15. *.cerpen*
║│16. *.puisi1*
║│17. *.puisi2*
║╰───────────
╠════════════════════
║  *${BotName}*
╠════════════════════
║╭──❉ *🔰INFORMATION🔰* ❉──
║│1. *.sholat* <daerah>
║│2. *.covid*
║│3. *.infogempa*
║╰───────────
╠════════════════════
║  *${BotName}*
╠════════════════════
║╭──❉ *🔰CONTACT🔰* ❉──
║│1. *.creator*
║│2. *.owner*
║╰───────────
╠════════════════════
║  *${BotName}*
╠════════════════════
║╭──❉ *🔰INFO BOT PX🔰* ❉──
║│1. *#info*
║╰───────────
╠════════════════════
║  *${BotName}*
╠════════════════════
║╭──❉ *🔰OTHERS🔰* ❉──
║│1. *.tts* <teks>
║│2. *.quotes*
║│3. *#donasi*
║│4. *.foto cewek*
║│5. *.foto cowok*
║│6. *.pokemon*
║│7. *.loli*
║│8. *.hentai*
║│9. *.fotoanime*
║│10.*.filanime*
║│11. *.namaninja* <nama lu>
║│12. *.alay*  <teks>
║│13. *.say*  <teks>
║│14. *.infoig* <@JessNoLimit>
║╰───────────
╠════════════════════
║  *.{BotName}*
╠════════════════════
║╭──❉ *🔰SOSMED ADMIN🔰* ❉──
║│1. *Group WhatsApp*
║│ _${grupch1}_
║│2. *YouTube <subscribe>*
║│ _${grupch2}_
║│3. *Instagram <Follow>*
║│ _${instagramlu}_
║│4. *Creator {BotName}*
║│ _${whatsapplu}_
║╰───────────
╠════════════════════
║ *🔰MADE BY XP-TN🔰*
╚════════════════════`
}
